{
    "Client Request": "Solicitud de cliente",
    "Here are the details:": "Datos de la persona que realiza la consulta:",
    "Hello Sales Agents!": "Hola a los agentes de ventas!",
    "We have an inquiry for you. Let's make it a success!": "Tenemos una consulta para ustedes. ¡Hagámosla exitosa!",
    "Name:": "Nombre:",
    "Email:": "Correo electrónico:",
    "Company:": "Empresa:",
    "Phone": "Teléfono",
    "Inquiry details:": "Datos de la consulta:",
    "Next steps:": "Pasos siguientes:",
    "1. Review the inquiry details.": "1. Revisa los datos de la consulta.",
    "2. Contact the client to discuss further.": "2. Contacta al cliente para discutir más.",
    "3. Provide a timely response.": "3. Proporciona una respuesta pronta.",
    "Let's work together to make this inquiry a success. Stay motivated and keep up the great work!": "Vamos a trabajar juntos para hacer esta consulta una éxito. Manténgase motivado y manténgase al tanto del gran trabajo!",
    "Go to Taskmanager": "Ir a Gestor de Tareas",
    "Thanks,": "Gracias y saludos cordiales,",
    "Thanks Team,": "Gracias máquinas!,",
    "Inquiry Response": "Respuesta a su consulta:",
    "Hello": "Hola",
    "We have had an inquiry from you. We will get in touch asap!": "Nos ponemos en contacto pronto!",
    "Create an Account": "Crear una cuenta",
    "Take advantage of this exclusive opportunity to create your account with just one click. Gain access to personalized support, secure storage of purchases, and seamless contracts. Act now to secure your spot and enjoy the convenience of managing all your interactions with us in one place. Don't miss out – click below to create your account and elevate your experience with us today!": "Aprovecha esta oportunidad exclusiva de crear tu cuenta con solo un clic. Obtenga acceso a soporte personalizado, almacenamiento seguro de compras y contratos fluidos. Actúe ahora para asegurar su lugar y disfrute de la conveniencia de administrar todas sus interacciones con nosotros en un solo lugar. ¡No se lo pierda: haga clic a continuación para crear su cuenta y mejorar su experiencia con nosotros hoy!",
    "We will contact you:": "¡Gracias por contactarnos! Hemos recibido tu consulta sobre rampas de carga. Nuestro equipo está ansioso por ayudarte y se pondrá en contacto contigo pronto para discutir tus necesidades y ofrecerte soluciones personalizadas. Apreciamos tu interés en nuestros productos y esperamos poder atenderte pronto.",
    "Congratulations on your inquiry!": "¡Felicitaciones por su consulta!",
    "Here are your details:": "Aquí están sus detalles:",
    "Claim Your Account Now!": "¡Reclama tu cuenta ahora!",
    "Title Rampas Carga Moviles": "Amplia selección! Más de 500 rampas de carga entregables ya!",
    "Explanation newsletter:": "Newsletter: Tenemos un nuevo suscriptor en nuestro boletín. Este correo electrónico sirve como aviso para que te pongas en contacto y te involucres con este posible cliente. Tu pronta acción puede convertir esta inscripción en una valiosa oportunidad de negocio.",
    "Explanation call back:": "NUMERO OBTENIDO: Hemos recibido una nueva solicitud de devolución de llamada de un posible cliente que ha proporcionado su número de teléfono. Este correo electrónico sirve como aviso para que te pongas en contacto y te involucres con este posible cliente. Tu pronta acción puede convertir esta solicitud en una valiosa oportunidad de negocio.",
    "1. Transfer the email to Mailchimp or Sendgrid.": "1. Transferir el correo electrónico a Mailchimp o Sendgrid.",
   "1. Try to call the client back asap": "1. Intentar llamar al cliente lo antes posible",
   "From Flowform!": "Desde Flowform!",
   "From Contact Form!": "Desde Formulario de Contacto!",
   "What type of industry:": "¿Cual es el tipo de industria?:",
   "Dimension of length needed:": "Dimension de la longitud requerida:",
   "Dimension of width needed:": "Dimension de la anchura requerida:",
   "Dimension of height needed:": "Dimension de la altura requerida:",
   "Weight capacity needed:": "Capacidad de peso requerida:",
   "What delivery day:": "¿Cual es el día de entrega?:",
   "Client comment:": "Comentario del cliente:",
   "Client IP:": "IP del cliente:",
   "Quantity of ramps needed:": "Cuantas rampas requeridas:",
   "Explanation get in touch": "Thank you for providing us with the detailed measurements and specifications for your loading ramp requirements within the [industry]. Your thorough input is invaluable to us as we strive to deliver tailored solutions that meet your unique needs. We understand the importance of your project and would like to assure you that our team of engineers and specialists across various departments are already diligently working to translate your requirements into a customized loading ramp solution. Rest assured, we are committed to delivering the highest quality product in a timely manner."
}
